Repository: HakobGhlijyan/BalanceCleaner
Catalog: assets/translations/app_source/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ru

# storeError.unknown
source: Unknown purchase status
de: Unbekannter Kaufstatus
es: Estado de compra desconocido
fr: Statut d'achat inconnu
hy: Գնման անհայտ կարգավիճակ
it: Stato dell'acquisto sconosciuto
ru: Неизвестный статус покупки

# subject.mail
source: Question or Feedback and Suggestions by Balance Cleaner
de: Frage oder Feedback und Vorschläge für Balance Cleaner
es: Pregunta o Comentarios y Sugerencias sobre Balance Cleaner
fr: Question ou Commentaires et Suggestions sur Balance Cleaner
hy: Հարց կամ Հետադարձ կապ և Առաջարկություններ Balance Cleaner-ի կողմից
it: Domanda o Feedback e Suggerimenti su Balance Cleaner
ru: Вопрос или Отзывы и Предложения по Balance Cleaner

source: Swipe mode
de: Wischmodus
es: Modo de deslizamiento
fr: Mode de balayage
hy: Սահեցման ռեժիմ
it: Modalità scorrimento
ru: Режим смахивания

# swipeAction.onetime
source: One at a time
de: Einzeln
es: Uno a la vez
fr: Un à la fois
hy: Մեկ առ մեկ
it: Uno alla volta
ru: По одному

# swipeAction.several
source: Several at once
de: Mehrere gleichzeitig
es: Varios a la vez
fr: Plusieurs à la fois
hy: Մի քանիսը միաժամանակ
it: Più di uno alla volta
ru: Несколько сразу

# tabs.clean
source: Clean
de: Bereinigung
es: Limpieza
fr: Nettoyage
hy: Մաքրում
it: Pulizia
ru: Очистка

# tabs.history
source: History
de: Verlauf
es: Historial
fr: Historique
hy: Պատմություն
it: Cronologia
ru: История

# tabs.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
hy: Կարգավորումներ
it: Impostazioni
ru: Настройки

# tips.region.body
source: Your balance must be exactly zero before Apple allows changing regions.
de: Ihr Guthaben muss genau null sein, bevor Apple den Regionswechsel erlaubt.
es: Tu saldo debe ser exactamente cero antes de que Apple te permita cambiar de región.
fr: Votre solde doit être exactement à zéro avant qu'Apple ne vous autorise à changer de région.
hy: Ձեր մնացորդը պետք է լինի ճիշտ զրո, նախքան Apple-ը թույլ կտա փոխել տարածաշրջանը:
it: Il tuo saldo deve essere esattamente zero prima che Apple permetta di cambiare regione.
ru: Ваш баланс должен быть равен нулю, прежде чем Apple разрешит сменить регион.

# tips.region.title
source: Ready to Switch?
de: Bereit zum Wechseln?
es: ¿Listo para cambiar?
fr: Prêt à changer ?
hy: Պատրա՞ստ եք փոխել:
it: Pronto a cambiare?
ru: Готовы к смене?

# toasts.loading
source: Loading Transaction...
de: Transaktion wird geladen...
es: Cargando transacción...
fr: Chargement de la transaction...
hy: Գործարքը բեռնվում է...
it: Caricamento transazione...
ru: Загрузка транзакции...

# welcomeTitle
source: Welcome to
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue dans
hy: Բարի գալուստ
it: Benvenuto su
ru: Добро пожаловать в

# guide.support.phone.value
source: Apple Support
es: Soporte de Apple
fr: Support Apple
it: Supporto Apple
ru: Поддержка Apple

# settings.support_section
source: Support
es: Soporte
fr: Assistance
hy: Աջակցություն
it: Supporto
ru: Поддержка

# settings.version
source: Version 1.0.0
es: Versión 1.0.0
hy: Տարբերակ 1.0.0
it: Versione 1.0.0
ru: Версия 1.0.0

# tabs.info
source: Info
es: Información
fr: Infos
hy: Տեղեկություն
ru: Инфо

# settings.premium_section
source: PREMIUM
hy: ՊՐԵՄԻՈՒՄ
ru: ПРЕМИУМ
